<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <link rel="stylesheet" href="styles/style.css">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>О нас</title>

</head>
<body>
    <div class="navbar">
        <a href="index.php">Главная</a>
        <a href="OurUS.php">О нас</a>
        <a href="#">Регистрация</a>
    </div>
    <div class="container">
        <p>Мы - магазин комплектующих для ПК, предлагающий широкий ассортимент продуктов для компьютеров. Наша компания сосредотачивается на предоставлении клиентам высококачественных комплектующих и аксессуаров для ПК по доступным ценам.</p>

        <p>Наши продукты включают в себя процессоры, видеокарты, жесткие диски, оперативную память, и многое другое. Мы также гордимся тем, что предоставляем отличное обслуживание клиентов и быструю доставку по всей стране.</p>

        <p>Спасибо, что выбрали наш магазин, и мы гарантируем, что вы найдете здесь все необходимое для обновления или настройки вашего ПК. Если у вас есть какие-либо вопросы, не стесняйтесь обращаться к нам.</p>
    </div>
</body>
</html>